Repository: banditohq/bandito
Catalog: apps/mac/BanditoKit/Sources/BanditoL10n/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans

# thread.dictate
source: Dictate
de: Diktieren
es: Dictar
fr: Dicter
ja: 音声入力
ko: 받아쓰기
pt_br: Ditar
ru: Диктовка
zh_hans: 听写

# thread.hintNewLine
source: ⇧↵ new line
de: ⇧↵ neue Zeile
es: ⇧↵ nueva línea
fr: ⇧↵ nouvelle ligne
ja: ⇧↵ 改行
ko: ⇧↵ 줄바꿈
pt_br: ⇧↵ nova linha
ru: ⇧↵ новая строка
zh_hans: ⇧↵ 换行

# thread.hintSearch
source: ⌘K search
de: ⌘K suchen
es: ⌘K buscar
fr: ⌘K rechercher
ja: ⌘K 検索
ko: ⌘K 검색
pt_br: ⌘K buscar
ru: ⌘K поиск
zh_hans: ⌘K 搜索

# thread.hintSend
source: ↵ send
de: ↵ senden
es: ↵ enviar
fr: ↵ envoyer
ja: ↵ 送信
ko: ↵ 보내기
pt_br: ↵ enviar
ru: ↵ отправить
zh_hans: ↵ 发送

# thread.hintStop
source: ⌘. stop
de: ⌘. stoppen
es: ⌘. detener
fr: ⌘. arrêter
ja: ⌘. 停止
ko: ⌘. 중지
pt_br: ⌘. parar
ru: ⌘. стоп
zh_hans: ⌘. 停止

# thread.messageFor
source: Message for %1$@
de: Nachricht für %1$@
es: Mensaje para %1$@
fr: Message pour %1$@
ja: %1$@ へのメッセージ
ko: %1$@에게 보낸 메시지
pt_br: Mensagem para %1$@
ru: Сообщение для %1$@
zh_hans: 发给 %1$@ 的消息

# thread.messageFrom
source: Message from %1$@
de: Nachricht von %1$@
es: Mensaje de %1$@
fr: Message de %1$@
ja: %1$@ からのメッセージ
ko: %1$@의 메시지
pt_br: Mensagem de %1$@
ru: Сообщение от %1$@
zh_hans: 来自 %1$@ 的消息

# thread.more
source: More
de: Mehr
es: Más
fr: Plus
ja: その他
ko: 더 보기
pt_br: Mais
ru: Ещё
zh_hans: 更多

# thread.placeholder
source: Message %1$@
de: Nachricht an %1$@
es: Mensaje para %1$@
fr: Message pour %1$@
ja: %1$@ へのメッセージ
ko: %1$@에게 메시지 보내기
pt_br: Mensagem para %1$@
ru: Сообщение для %1$@…
zh_hans: 发送给 %1$@ 的消息

# thread.ranCommands
source: Ran %1$lld commands
de: %1$lld Befehle ausgeführt
es: Se ejecutaron %1$lld comandos
fr: %1$lld commandes exécutées
ja: %1$lld 件のコマンドを実行
ko: 명령 %1$lld개 실행됨
pt_br: Executou %1$lld comandos
ru: Выполнил %1$lld команды
zh_hans: 已运行 %1$lld 条命令

# thread.react
source: React
de: Reagieren
es: Reaccionar
fr: Réagir
ja: リアクション
ko: 반응
pt_br: Reagir
ru: Реакция
zh_hans: 回应

# thread.reply
source: Reply
de: Antworten
es: Responder
fr: Répondre
ja: 返信
ko: 답장
pt_br: Responder
ru: Ответить
zh_hans: 回复

# thread.reviewApproved
source: %1$@ reviewed the changes · approved
de: %1$@ hat die Änderungen geprüft · genehmigt
es: %1$@ revisó los cambios · aprobado
fr: %1$@ a relu les modifications · approuvé
ja: %1$@ が変更を確認 · 承認
ko: %1$@이(가) 변경 사항을 검토 · 승인
pt_br: %1$@ revisou as mudanças · aprovado
ru: %1$@ проверил изменения · одобрил
zh_hans: %1$@ 已审阅更改 · 已批准

# thread.scheduledRun
source: Scheduled run
de: Geplanter Lauf
es: Ejecución programada
fr: Exécution planifiée
ja: スケジュール実行
ko: 예약 실행
pt_br: Execução agendada
ru: Запуск по расписанию
zh_hans: 定时运行

# thread.send
source: Send
de: Senden
es: Enviar
fr: Envoyer
ja: 送信
ko: 보내기
pt_br: Enviar
ru: Отправить
zh_hans: 发送

# thread.stop
source: Stop
de: Stopp
es: Detener
fr: Arrêter
ja: 停止
ko: 중지
pt_br: Parar
ru: Остановить
zh_hans: 停止

# thread.stopped
source: Stopped
de: Gestoppt
es: Detenido
fr: Arrêté
ja: 停止しました
ko: 중지됨
pt_br: Interrompido
ru: Остановлено
zh_hans: 已停止

# thread.today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
ja: 今日
ko: 오늘
pt_br: Hoje
ru: Сегодня
zh_hans: 今天

# thread.yesterday
source: Yesterday
de: Gestern
es: Ayer
fr: Hier
ja: 昨日
ko: 어제
pt_br: Ontem
ru: Вчера
zh_hans: 昨天

# tour.approve.text
source: Pushes, deploys and deletes come to you. Allow with a button, or deny. You can also answer from your phone.
de: Pushes, Deployments und Löschungen landen hier. Erlaube sie mit einem Klick oder lehne sie ab. Du kannst auch am Handy antworten.
es: Los push, despliegues y borrados llegan aquí. Permite con un botón o deniega. También puedes responder desde el teléfono.
fr: Les push, déploiements et suppressions arrivent ici. Autorisez d'un clic ou refusez. Vous pouvez aussi répondre depuis votre téléphone.
ja: push、デプロイ、削除の要求はここに届きます。ボタンで許可するか拒否できます。スマホからも答えられます。
ko: push, 배포, 삭제 요청이 여기로 옵니다. 버튼으로 허용하거나 거부하세요. 휴대폰으로도 답할 수 있습니다.
pt_br: Pushes, deploys e exclusões chegam aqui. Permita com um botão ou negue. Você também pode responder pelo celular.
ru: Пуш, деплой, удаление агент принесёт сюда. Разрешить — кнопкой, отклонить — тоже. Ответить можно и с телефона.
zh_hans: 推送、部署和删除会送到这里。点按钮允许或拒绝。也可以用手机回复。

# tour.approve.title
source: Risky things need your yes
de: Riskantes braucht dein Ja
es: Lo arriesgado necesita tu sí
fr: Le risqué nécessite votre accord
ja: 危険な操作にはあなたの「はい」が必要
ko: 위험한 작업은 사용자의 승인이 필요합니다
pt_br: O arriscado precisa do seu sim
ru: Рискованное — только с вашего «да»
zh_hans: 有风险的操作需要你的同意

# tour.counter
source: %1$@ of %2$@
de: %1$@ von %2$@
es: %1$@ de %2$@
fr: %1$@ sur %2$@
pt_br: %1$@ de %2$@
ru: %1$@ из %2$@
zh_hans: 第 %1$@ 步，共 %2$@ 步

# tour.finish
source: Get started
de: Loslegen
es: Empezar
fr: Commencer
ja: はじめる
ko: 시작하기
pt_br: Começar
ru: Начать работу
zh_hans: 开始使用

# tour.hintAria
source: Tip
de: Tipp
es: Consejo
fr: Astuce
ja: ヒント
ko: 안내
pt_br: Dica
ru: Подсказка
zh_hans: 提示

# tour.limits.text
source: Here you can see how much of your Claude, ChatGPT and Grok limit is left, and when it resets.
de: Hier siehst du, wie viel von deinem Limit bei Claude, ChatGPT und Grok noch übrig ist und wann es zurückgesetzt wird.
es: Aquí ves cuánto límite te queda en tus suscripciones de Claude, ChatGPT y Grok, y cuándo se restablece.
fr: Ici, vous voyez combien de limite il reste sur vos abonnements Claude, ChatGPT et Grok, et quand elle se réinitialise.
ja: Claude、ChatGPT、Grok のサブスクリプションの残り上限と、リセット時刻がここに表示されます。
ko: 여기서 Claude, ChatGPT, Grok 구독의 남은 한도와 초기화 시점을 볼 수 있습니다.
pt_br: Aqui você vê quanto limite ainda resta nas suas assinaturas de Claude, ChatGPT e Grok, e quando ele é redefinido.
ru: Здесь видно, сколько лимита осталось у ваших подписок Claude, ChatGPT и Grok — и когда он сбросится.
zh_hans: 这里可以看到你的 Claude、ChatGPT 和 Grok 订阅还剩多少额度，以及何时重置。

# tour.limits.title
source: See what's left
de: Sieh, was übrig ist
es: Mira cuánto queda
fr: Voyez ce qui reste
ja: 残りの量を確認
ko: 남은 양 확인
pt_br: Veja o que sobrou
ru: Сколько осталось
zh_hans: 查看剩余额度

# tour.skip
source: Skip
de: Überspringen
es: Omitir
fr: Passer
ja: スキップ
ko: 건너뛰기
pt_br: Pular
ru: Пропустить
zh_hans: 跳过

# tour.team.text
source: Each agent is its own chat. The orange dot means someone is waiting for your decision.
de: Jeder Agent hat seinen eigenen Chat. Der orangefarbene Punkt zeigt, dass jemand auf deine Entscheidung wartet.
es: Cada agente tiene su propio chat. El punto naranja indica que alguien espera tu decisión.
fr: Chaque agent a son propre chat. Le point orange indique que quelqu'un attend votre décision.
ja: エージェントごとに個別のチャットがあります。オレンジの点は、誰かがあなたの判断を待っていることを示します。
ko: 에이전트마다 별도의 채팅이 있습니다. 주황색 점은 누군가 사용자의 결정을 기다린다는 뜻입니다.
pt_br: Cada agente tem o seu próprio chat. O ponto laranja indica que alguém espera sua decisão.
ru: Каждый агент — отдельный чат. Оранжевая точка значит, что кто-то ждёт вашего решения.
zh_hans: 每个代理都是独立的聊天。橙色圆点表示有人在等你做决定。

# tour.team.title
source: This is your team
de: Das ist dein Team
es: Este es tu equipo
fr: Voici votre équipe
ja: これがあなたのチームです
ko: 이것이 당신의 팀입니다
pt_br: Esta é a sua equipe
ru: Это ваша команда
zh_hans: 这是你的团队

# tour.write.text
source: Use plain words: “add tests for payments and open a PR”. The agent works out what to run.
de: Schreib einfach: „Füge Tests für die Zahlung hinzu und öffne einen PR“. Der Agent findet selbst heraus, was er ausführen muss.
es: Usa palabras normales: «añade tests para los pagos y abre un PR». El agente averigua qué ejecutar.
fr: Parlez simplement : « ajoute des tests pour les paiements et ouvre une PR ». L'agent trouve seul quoi lancer.
ja: 普通の言葉で書きます：「決済のテストを追加して PR を開いて」。何を実行するかはエージェントが判断します。
ko: 평범한 말로 쓰세요: “결제 테스트를 추가하고 PR을 열어줘”. 무엇을 실행할지는 에이전트가 알아서 정합니다.
pt_br: Use palavras simples: “adicione testes para pagamentos e abra um PR”. O agente descobre o que rodar.
ru: Обычными словами: «добавь тесты для оплаты и открой PR». Агент сам разберётся, что запустить.
zh_hans: 用普通的话说：“给支付加上测试，然后开个 PR”。代理会自己判断该运行什么。

# tour.write.title
source: Write to it like a colleague
de: Schreib wie an einen Kollegen
es: Escríbele como a un colega
fr: Écrivez-lui comme à un collègue
ja: 同僚に話すように書きます
ko: 동료에게 말하듯 쓰세요
pt_br: Escreva como se fosse a um colega
ru: Пишите как коллеге
zh_hans: 像对同事一样跟它说

# usage.buttonAria
source: Usage: %1$@ left
de: Nutzung: %1$@ übrig
es: Uso: quedan %1$@
fr: Utilisation : %1$@ restant
ja: 使用量: 残り %1$@
ko: 사용량: %1$@ 남음
pt_br: Uso: restam %1$@
ru: Использование: осталось %1$@
zh_hans: 用量：剩余 %1$@

# usage.days
source: %1$lld d
de: %1$lld T.
fr: %1$lld j
ja: %1$lld 日
ko: %1$lld일
ru: %1$lld дн.
zh_hans: %1$lld 天

# usage.exhausted
source: Used up
de: Aufgebraucht
es: Agotado
fr: Épuisé
ja: 使い切り
ko: 모두 사용함
pt_br: Esgotado
ru: Исчерпано
zh_hans: 已用完

# usage.footnote
source: Subscription limits on this server. Updated %1$@.
de: Limits deiner Abos auf diesem Server. Aktualisiert %1$@.
es: Límites de tus suscripciones en este servidor. Actualizado %1$@.
fr: Limites de vos abonnements sur ce serveur. Mis à jour %1$@.
ja: このサーバーのサブスクリプション上限です。更新: %1$@。
ko: 이 서버의 구독 한도입니다. 업데이트: %1$@.
pt_br: Limites das suas assinaturas neste servidor. Atualizado %1$@.
ru: Лимиты ваших подписок на этом сервере. Обновлено %1$@.
zh_hans: 这台服务器上订阅的限额。更新于 %1$@。

# usage.hours
source: %1$lld h
de: %1$lld Std.
ja: %1$lld 時間
ko: %1$lld시간
ru: %1$lld ч
zh_hans: %1$lld 小时

# usage.left
source: %1$@ left
de: %1$@ übrig
es: Quedan %1$@
fr: %1$@ restant
ja: 残り %1$@
ko: %1$@ 남음
pt_br: Restam %1$@
ru: Осталось %1$@
zh_hans: 剩余 %1$@

# usage.refresh
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
ja: 更新
ko: 새로고침
pt_br: Atualizar
ru: Обновить
zh_hans: 刷新

# usage.resetDate
source: Resets %1$@
de: Setzt sich am %1$@ zurück
es: Se restablece el %1$@
fr: Réinitialisation le %1$@
ja: %1$@ にリセット
ko: %1$@에 초기화
pt_br: Redefine em %1$@
ru: Сброс %1$@
zh_hans: %1$@ 重置

# usage.resetIn
source: Resets in %1$@
de: Setzt sich in %1$@ zurück
es: Se restablece en %1$@
fr: Réinitialisation dans %1$@
ja: %1$@ 後にリセット
ko: %1$@ 후 초기화
pt_br: Redefine em %1$@
ru: Сброс через %1$@
zh_hans: %1$@ 后重置

# usage.resetTime
source: Resets at %1$@
de: Setzt sich um %1$@ zurück
es: Se restablece a las %1$@
fr: Réinitialisation à %1$@
ja: %1$@ にリセット
ko: %1$@에 초기화
pt_br: Redefine às %1$@
ru: Сброс в %1$@
zh_hans: %1$@ 重置

# usage.title
source: Usage
de: Nutzung
es: Uso
fr: Utilisation
ja: 使用量
ko: 사용량
pt_br: Uso
ru: Использование
zh_hans: 用量

# agentSheet.name
source: Name
es: Nombre
fr: Nom
ja: 名前
ko: 이름
pt_br: Nome
ru: Имя
zh_hans: 名称

# inspector.details
source: Details
es: Detalles
fr: Détails
ja: 詳細
ko: 상세
pt_br: Detalhes
ru: Сведения
zh_hans: 详情

# inspector.server
source: Server
es: Servidor
fr: Serveur
ja: サーバー
ko: 서버
pt_br: Servidor
ru: Сервер
zh_hans: 服务器

# memory.journal
source: Journal
es: Diario
ja: ジャーナル
ko: 저널
pt_br: Diário
ru: Журнал
zh_hans: 日志

# onboarding.account.emailLabel
source: Email
es: Correo
ja: メール
ko: 이메일
ru: Почта
zh_hans: 邮箱

# server.add.port
source: Port
es: Puerto
ja: ポート
ko: 포트
pt_br: Porta
ru: Порт
zh_hans: 端口

# server.status.offline
source: Offline
es: Sin conexión
fr: Hors ligne
ja: オフライン
ko: 오프라인
ru: Не в сети
zh_hans: 离线

# server.status.online
source: Online
es: En línea
fr: En ligne
ja: オンライン
ko: 온라인
ru: В сети
zh_hans: 在线

# settings.language.system
source: System
es: Sistema
fr: Système
ja: システム
ko: 시스템
pt_br: Sistema
ru: Системный
zh_hans: 跟随系统

# settings.theme.system
source: System
es: Sistema
fr: Système
ja: システム
ko: 시스템
pt_br: Sistema
ru: Системная
zh_hans: 跟随系统

# settings.updates
source: Updates
es: Actualizaciones
fr: Mises à jour
ja: アップデート
ko: 업데이트
pt_br: Atualizações
ru: Обновления
zh_hans: 更新

# sidebar.agents
source: TEAM
es: EQUIPO
fr: ÉQUIPE
ja: チーム
ko: 팀
pt_br: EQUIPE
ru: КОМАНДА
zh_hans: 团队

# sidebar.team
source: Team
es: Equipo
fr: Équipe
ja: チーム
ko: 팀
pt_br: Equipe
ru: Команда
zh_hans: 团队

# status.offline
source: Offline
es: Sin conexión
fr: Hors ligne
ja: オフライン
ko: 오프라인
ru: Не в сети
zh_hans: 离线

# template.reviewer.title
source: Reviewer
es: Revisor
fr: Relecteur
ja: レビュアー
ko: 리뷰어
pt_br: Revisor
ru: Ревьюер
zh_hans: 审阅者

# settings.updates.beta
source: Beta
fr: Bêta
ja: ベータ版
ko: 베타
ru: Бета
zh_hans: 测试版

# agentSheet.avatar
source: Avatar
ja: アバター
ko: 아바타
ru: Аватар
zh_hans: 头像

# thread.duration
source: %1$@ s
ja: %1$@ 秒
ko: %1$@초
ru: %1$@ с
zh_hans: %1$@ 秒
